[Main]
DisplayName=Română

[Brower_Protected_M]
btn_ok=OK
Site_Safe_tip=Acest site este sigur
Site_Risk_tip=Acest site nu este sigur
Protected_Off_tip=Protecție navigare Advanced SystemCare: oprită
Site_Safe=Sigur:
Site_Risk=Riscant:
Site_Advisory=Sfat furnizat de
Site_Details=Detalii

Link_Safe_tip=Această legătură este sigură
Link_Risk_tip=Această legătură nu este sigură
Sender_Risk_tip=Aceste expeditor este suspect.
Link_Phish_tip=Această legătură conduce spre date înșelătoare.
Risk_Title_Phish=Acest site a fost raportat ca fiind înșelător.
Site_Risk_link=Mesajul conține o legătură malițioasă.
Site_Risk_sender=Expeditorul acestui mesaj este suspect.
Site_Risk_link_sender=Acest mesaj conține o legătură malițioasă, iar expeditorul este suspect.
Site_Risk_phish=Acest site conține date înșelătoare.

Risk_Title=Acest site a fost raportat ca nefiind sigur.
Risk_recommend=Nu vă recomandăm continuarea vizitării acestui site.
Risk_goBack=Anulare
Risk_report=Raportare alarmă falsă
Risk_continue=Continuare accesare
Site_turbo_tip=Protejarea navigării nu este activată deoarece Opera Turbo este activă

ads_Removed=reclame eliminate din pagină
ads_Nofound=Nu s-au găsit reclame

Site_Miner_tip=Minare criptomonede blocată pe această pagină